[
  {
    "Timestamp" : "2017-02-09T16:21:31.318Z",
    "ContactEmail" : "jennyk@bizx.com",
    "ContactName" : "Jenny",
    "ContactTitle": "Director of Operations",
    "ProjectTitle" : "Statical Analysis to Identify New Markets",
    "Organization" : "BizX Inc.",
    "OrganizationWebsite" : "https://www.bizx.com",
    "Contact" : "Bob Bagga bobb@bizx.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "Flexible",
    "Stipend" : "Yes (We can pay $500 BizX dollars)",
    "Description" : "Work with the marketing and business team to conduct market research and statistical analysis. You will research businesses and market conditions in various cities. You will collect and analyze data to help identify opportunities to enter a new city to grow the business.",
    "Qualifications" : "An inquisitive, resourceful candidate with an interest in alternative currencies, research and analysis.  An independent, free-thinker who can run with an idea and return with relevant data.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "Statistical research regarding possible new market cities, including companies BizX would be interested in targeting as founding members.  Business demographics, primary business contacts and company size and industry."
  },
  {
    "Timestamp" : "2017-02-11T02:21:26.256Z",
    "ContactEmail" : "mac@sensoriainc.com",
    "ContactName" : "Maurizio",
    "ContactTitle": "CTO",
    "ProjectTitle" : "Software Engineer Internship",
    "Organization" : "Sensoria Inc.",
    "OrganizationWebsite" : "http://www.sensoriafitness.com/",    
    "Contact" : "mac@sensoriainc.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "Yes",
    "Description" : "Come experience working in a startup environment, and being exposed to some novel technologies and a very diverse team of engineers, designers, marketers, etc. Learn how professional software and systems are made. Your summer will be a blast!",
    "Qualifications" : "Tech savvy, self-learners. Coding skills to be proven with \"job-interview\" style assessment. We like students who participate in extra-curriculum activities to help the community with their geeky skills. Have you made your own app or web site? Great! We want to learn more.",
    "HasResearch" : "Maybe",
    "ResearchDescription" : "Depends on the goals the student has. We want to be a fun and rewarding experience, so we tailor the internship accordingly."
  },
  {
    "Timestamp" : "2017-02-22T17:46:48.285Z",
    "ContactEmail" : "k.sreeram@gmail.com",
    "ContactName" : "K. Sreeram",
    "ContactTitle": "Professor",    
    "ProjectTitle" : "Data Science in Genomics",
    "Organization" : "University of washington",
    "OrganizationWebsite" : "http://www.uw.edu/",    
    "Contact" : "k.sreeram@gmail.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "Flexible",
    "Stipend" : "No",
    "Description" : "In this project, we will analyze genomic data using machine learning algorithms. The intern will learn about the mathematics behind learning algorithms, optimize the software implementations and play with real genomic data to uncover various properties of the data.",
    "Qualifications" : "1. Strong programming skills <br/>2. Strong mathematical skills",
    "HasResearch" : "Yes",
    "ResearchDescription" : "The intern will do research on optimizing the algorithms, and how various parameters in the algorithms affect the practical performance. "
  },
  {
    "Timestamp" : "2017-02-23T03:01:03.760Z",
    "ContactEmail" : "will@indoormaps.com",
    "ContactName" : "William Clausen",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Techincal Sales and Support for Indoor Mapping software",
    "OrganizationWebsite" : "http://www.cartogram.com/",    
    "Organization" : "Cartogram",
    "Contact" : "Will Clausen",
    "Length" : "8 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "Yes",
    "Description" : "Two positions are for technical sales and prospecting roles, which appeals to business and customer focused candidates. You will work as part of a 2-4 student team to learn and contribute.  You will build up a strong understanding of our products and demonstrate a desire to sell. Candidates will be provided substantial incentive to make calls and set up meetings with companies like sports teams, hospitals, colleges and high schools, and any company that manages large venues.",
    "Qualifications" : "Fluent English and the ability to articulate technically complicated software is required from anyone who helps with sales. For technical contributors, we seek strong backed and frontend web language proficiency including JS, MySQL, and PHP.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "The sales team requires a focus group to evaluate how strong fly users favor our software over other software on the market."
  },
  {
    "Timestamp" : "2017-02-23T03:05:04.000Z",
    "ContactEmail" : "will@indoormaps.com",
    "ContactName" : "William Clausen",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Engineer software features for Indoor Mapping software",
    "Organization" : "Cartogram",
    "OrganizationWebsite" : "http://www.cartogram.com/",    
    "Contact" : "Will Clausen",
    "Length" : "8 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "Yes",
    "Description" : "Two positions are for software development. You will work as part of a 2-4 student team to learn and contribute. Candidates will work closely on technical areas developing features for indoor mapping application for venues like: sports stadiums, hospitals, colleges and high schools, and any company that manages large venues. Once you are familiar with the product, you may be called to assist with technical sales and hence talk with customers too. ",
    "Qualifications" : "Fluent English and the ability to articulate technically complicated software is required from anyone who helps with sales. For technical contributors, we seek strong backed and frontend web language proficiency including JS, MySQL, and PHP.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "The software engineering intern will work with software, research other software in the market and develop ideas and algorithms for better mapping than other software on the market."
  },
  {
    "Timestamp" : "2017-02-24T17:22:21.581Z",
    "ContactEmail" : "tim@white-matter.com",
    "ContactName" : "Tim Blanche",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Electronics Engineer (Neural Interface Technologies)",
    "OrganizationWebsite" : "http://www.white-matter.com/",    
    "Organization" : "White Matter LLC",
    "Contact" : "tim@white-matter.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "Flexible",
    "Stipend" : "Yes",
    "Description" : "White Matter LLC (www.white-matter.com) makes miniature electrophysiology instruments used in neuroscience research laboratories around the world. Interns will assist in basic electronics assembly and QC testing of various instruments made by our company. May also participate in production of circuit boards using our small-scale robotic assembly line.",
    "Qualifications" : "Must have an interest in electronics. Prior soldering experience desirable, but training, guidance and supervision will be provided where experience is lacking. Candidates with a demonstrated interest working with development boards (e.g. raspberry Pi, Arduinos) or CAD software (Eagle CAD, Solidworks) will be given opportunities to contribute to more challenging projects.",
    "HasResearch" : "No",
    "ResearchDescription" : "N.A."
  },
  {
    "Timestamp" : "2017-02-24T17:21:51.292Z",
    "ContactEmail" : "tim@white-matter.com",
    "ContactName" : "Tim Blanche",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Software Engineer (Neural Interface Technologies)",
    "OrganizationWebsite" : "http://www.white-matter.com/",    
    "Organization" : "White Matter LLC",
    "Contact" : "tim@white-matter.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "Flexible",
    "Stipend" : "Yes",
    "Description" : "White Matter LLC (www.white-matter.com) makes state-of-the-art electrophysiology instruments used in neuroscience research laboratories around the world.  In this project, interns will contribute to the design and implementation of a graphical user interface for an ethernet-based camera monitoring system.  A stretch goal of the project is to add some basic image analysis functions, such as motion detection and 2D object tracking.",
    "Qualifications" : "Prior experience in PHP/Bootstrap web interfaces a must. Additional programming skills and knowledge of OpenCV or similar libraries desirable.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "Survey of existing open source solutions for similar multi-camera monitoring and recording systems."
  },
  {
    "Timestamp" : "2017-02-25T17:21:59.171Z",
    "ContactEmail" : "krishg@eventsfy.com",
    "ContactName" : "Krishnan Gopalan",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Data Engineer",
    "Organization" : "Eventsfy",
    "OrganizationWebsite" : "http://www.eventsfy.com/",    
    "Contact" : "krishg@eventsfy.com",
    "Length" : "6 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "Yes",
    "Description" : "Enhance data on artists and venues by doing research. Use data and tools to improve quality of our data. Build tools as needed.",
    "Qualifications" : "Basic understanding of web applications and testing process. PHP and Javascript desired",
    "HasResearch" : "Yes",
    "ResearchDescription" : "Look up data on artists and venues and enhance our content"
  },
  {
    "Timestamp" : "2017-03-06T03:33:58.398Z",
    "ContactEmail" : "hiring@6crickets.com",
    "ContactName" : "Helen Wang",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Market and product research",
    "OrganizationWebsite" : "http://www.6crickets.com/",    
    "Organization" : "6crickets Inc. ",
    "Contact" : "Helen Wang, hiring@6crickets.com, with subject line \"SPARK: <subject>\"",
    "Length" : "8 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "No",
    "Description" : "The intern student will perform market research for an expansion target or to perform comparative product research to identify new features to implement to compete with our competitors.  Interested students can also carry out sales pitch with our customers and learn how to creatively solve our customers' problems/scenarios with our tools. ",
    "Qualifications" : "Out-of-box, creative thinker, attention to detail, diligent hard worker, good analytical skills, can work with ambiguity, independence.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "Market research on whether we should enter a market by researching and understanding the new market.  Product research is to do a comparative research with competitor products and produce a comparative report. "
  },
  {
    "Timestamp" : "2017-03-09T16:11:45.248Z",
    "ContactEmail" : "craig@azuqua.com",
    "ContactName" : "Craig Unger",
    "ContactTitle": "CTO",
    "ProjectTitle" : "Software Developer Intern",
    "OrganizationWebsite" : "http://www.azuqua.com/",    
    "Organization" : "Azuqua",
    "Contact" : "craig@azuqua.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "40 hours",
    "Stipend" : "No",
    "Description" : "Come and learn more than you ever imagined you could in 8 weeks! Develop, use and test systems for data movement across 100s of cloud services.",
    "Qualifications" : "Javascript programmer or Database developer",
    "HasResearch" : "No",
    "ResearchDescription" : "The internship entails software development but not pure research"
  },
  {
    "Timestamp" : "2017-02-05T20:09:04.252Z",
    "ContactEmail" : "muralirk@gmail.com",
    "ContactName" : "Murali Krishnan",
    "ContactTitle": "Advisor",
    "ProjectTitle" : "Prepare SparkSIP Internship Matcher",
    "Organization" : "Spark SIP",
    "OrganizationWebsite" : "http://www.sparksip.org/",    
    "Contact" : "muralirk@gmail.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "30 hours",
    "Stipend" : "Maybe",
    "Description" : "Design and develop the Spark SIP intern matching system. You will use data science methods to analyze and prepare an automated matching recommendations for assigning students to internships.",
    "Qualifications" : "Ability to work independently with data. Ability to program in Python, JavaScript and HTML.",
    "HasResearch" : "Yes",
    "ResearchDescription" : "You will research about text analysis and scoring techniques to create a scoring method for each potential pairing. You will use text processing and search engine ranking techniques to rank the results to identify the best matches."
  },
{
  "Timestamp" : "2017-03-21T23:49:06.936Z",
    "ContactEmail" : "praveen@appsheet.com",
    "ContactName" : "Praven Seshadri",
    "ContactTitle": "CEO",
    "ProjectTitle" : "Software Engineer Intern",
    "Organization" : "AppSheet",
    "OrganizationWebsite" : "http://www.appsheet.com/",    
    "Contact" : "praveen@appsheet.com",
    "Length" : "8 weeks",
    "HoursPerWeek" : "Flexible",
    "Stipend" : "Yes",
    "Description" : " AppSheet is a technology startup company in Seattle. We would welcome an intern familiar with software who wants to learn more about how a software company works. The purpose of the internship is learning with a side-effect being to generate something useful for the company.",
    "Qualifications" : "Eager to learn, able to discuss ideas confidently, know some introductory programming, travel to Seattle where our office is located.",
    "HasResearch" : "Maybe",
    "ResearchDescription" : "Most work in a startup company is exploratory in nature. You have a hypothesis that something will be useful for your customers. You try to evaluate if the hypothesis is valid. Then you try it out. Then again you measure if the effort was useful. Depending on the intern and the specific project, the research component may vary in scope."
},
{
    "Timestamp" : "2017-03-31T04:03:12.268Z",
    "ContactEmail" : "syed@quantyzd.com",
    "ContactName" : "Syed Hamid",
    "ContactTitle": "CEO",    
    "ProjectTitle" : "Software Engineer Intern",
    "Organization" : "Quantyzd",
    "OrganizationWebsite" : "http://www.sofy.AI/",    
    "Contact" : "syed@quantyzd.com",
    "Length" : "6 weeks",
    "HoursPerWeek" : "20 hours",
    "Stipend" : "No",
    "Description" : "As an intern you will help to build and run J.A.R.V.I.S - yes iron man assitant for software engineers. The smart software will assist software teams to ensure high quality applications go to their customers. These software BOTS can be to do additional work. Check out http://sofy.ai.",
    "Qualifications" : "basic programming skills, eager to learn and ability to break applications on cell phones ( yes - we have quite a few cell phones.)",
    "HasResearch" : "Maybe",
    "ResearchDescription" : "Ability to research about new cell phone devices and applications, install new software and try to break mobile applications"
    }
]