[
  {
    "Timestamp": "2019-02-10T04:06:08.000Z",
    "ContactEmail": "tim@white-matter.com",
    "ContactTitle": "Founder, President",
    "Organization": "White Matter LLC",
    "OrganizationWebsite" : "http://www.white-matter.com/",    
    "ContactName": "Tim (tim@white-matter.com)",
    "Length": "8 weeks",
    "HoursPerWeek": "30 hours",
    "Stipend": "Yes",
    "Description": "White Matter has sponsored interns for the past 2 years. With offices in Europe and downtown Seattle, White Matter LLC is a lean, vertically integrated company that manufactures data acquisition devices for neuroscience and brain research.  Our flagship product, the eCube, is the smallest, most sophisticated brain-computer interface on the market today.",
    "Qualifications": "White Matter seeks aspiring young engineers, programmers and web designers, to work on our product assembly, development and promotion. Existing programming or electronics assembly (soldering) skills a must. Training will be provided where experience is lacking.",
    "HasResearch": "Maybe",
    "ResearchDescription": "Market research, data analysis of collected data, data mining of competing technologies."
  },
  {
    "Timestamp": "2019-02-04T07:10:49.715Z",
    "ContactEmail": "muralirk+sparksip@gmail.com",
    "ProjectTitle": "SparkSIP Application Bot Engineer",
    "Organization": "SparkSIP",
    "OrganizationWebsite" : "http://www.sparksip.org/",
    "ContactName": "Murali (muralirk+sparksip@gmail.com)",
    "Length": "6 weeks",
    "HoursPerWeek": "30 hours",
    "Stipend": "Yes",
    "Description": "Design and implement the SparkSIP application BOT. You will develop designs for implementing a web based experience for students to submit applications. You will work collaboratively with a team of up to 3 other students. You will have weekly guidance to define the project, demonstrate progress, and guidance. You will be expected to learn fast and produce quick solutions.",
    "Qualifications": "Website design and creation experience (HTML, CSS, JavaScript). Programming experience in open source web based language (JavaScript, nodeJS, Python, ...). Willingness to work with ambiguous and emerging designs.",
    "HasResearch": "Maybe",
    "ResearchDescription": "You will research web based tools in the market that can be reused. You will model and define usage and load requirements. You will study the psychology and behavioral triggers for applicants to submit higher quality applications on time."
  },
  {
    "Timestamp": "2019-02-27T22:35:10.772Z",
    "ContactEmail": "tiap@bizx.com",
    "ProjectTitle": "Operations Manager",
    "Organization": "BizX",
    "OrganizationWebsite" : "https://www.bizx.com",    
    "ContactName": "",
    "Length": "Other",
    "HoursPerWeek": "Flexible",
    "Stipend": "Yes",
    "Description": "Data and Marketplace Intern\n-        Building marketplace listings\n-\tWorking with & cleaning customer profile data \n",
    "Qualifications": "Student with IT/Marketing/Ecommerce interest",
    "HasResearch": "Maybe",
    "ResearchDescription": "Possible best practice research and other related research"
  },
  {
    "Timestamp": "2019-03-03T14:42:04.481Z",
    "ContactEmail": "helen@6crickets.com",
    "ProjectTitle": "Crawler for Information Extraction",
    "Organization": "6crickets Inc.",
    "OrganizationWebsite" : "http://www.6crickets.com/",    
    "ContactName": "hiring@6crickets.com",
    "Length": "8 weeks",
    "HoursPerWeek": "40 hours",
    "Stipend": "No",
    "Description": "Write a Python crawler to assess website quality and to extract useful information.",
    "Qualifications": "Proficiency in Python programming",
    "HasResearch": "Yes",
    "ResearchDescription": "Website crawling and extracting meaning info and making inference is research."
  },
  {
    "Timestamp": "2019-02-04T18:03:19.737Z",
    "ContactEmail": "will@indoormaps.com",
    "ProjectTitle": "Cartogram - Wayfinding Technology Internship",
    "Organization": "Cartogram",
    "OrganizationWebsite" : "http://www.cartogram.com/",        
    "ContactName": "Will Clausen - will@indoormaps.com",
    "Length": "8 weeks",
    "HoursPerWeek": "40 hours",
    "Stipend": "Yes",
    "Description": "This will be Cartogram's third year sponsoring high school software engineering internships. Cartogram's wayfinding software enables anyone to navigate from anywhere to anywhere - inside, outside, and between buildings. Past internship projects have included Javascript development of turn-by-turn directions, improving Android performance and map development, and even autonomous robot synchronization. ",
    "Qualifications": "Each intern will be assigned a project that will eventually make its way into the hands of a Cartogram customer. Past experience with at least one programming language is required. Javascript, Android (Java/Kotlin), or iOS development experience is a plus, but not required. Interns will work 40 hours a week as a team to bring their projects to completion. ",
    "HasResearch": "Yes",
    "ResearchDescription": "Every internship role will have to research their project substantially. Some roles will have more research required than others. For instance, this summer we will have an intern dedicated to software testing and monitoring, both manual and automated. This intern will need to research various test methodologies and tools, as well as create reports for the various platforms."
  },
  {
    "Timestamp": "2019-02-05T18:18:35.404Z",
    "ContactEmail": "syed@sofy.ai",
    "ProjectTitle": "ML Bots for Retail Industry",
    "Organization": "sofy.ai",
    "OrganizationWebsite" : "http://www.sofy.AI/",    
    "ContactName": "Syed Hamid",
    "Length": "8 weeks",
    "HoursPerWeek": "30 hours",
    "Stipend": "Yes",
    "Description": "Internship projects are (1) full stack web development (2) building Machine learning model for retail industry testing (3) Testing 1000s of mobile application using SOFY",
    "Qualifications": "AP CS , full stack development basics , really hungry to learn (most important)",
    "HasResearch": "Yes",
    "ResearchDescription": "Building ML models for retail"
  },
  {
    "Timestamp": "2019-03-22T19:05:38.0Z",
    "ContactEmail": "praveen@appsheet.com",
    "ProjectTitle": "Software Engineer Intern",
    "Organization": "AppSheet",
    "OrganizationWebsite" : "http://www.appsheet.com/",    
    "ContactName": "Praveen Seshadri",
    "Length": "8 weeks",
    "HoursPerWeek": "20 hours",
    "Stipend": "Yes",
    "Description": "AppSheet is a platform for anyone (not a programmer) to build mobile apps. More than a hundred thousand people from all over the world have used AppSheet. Our company is located in South Lake Union, Seattle. We have a team of ~25 friendly people, some very experienced engineers, some still in college, and everything in-between. We suggest at least 8 weeks and at least 30 hours/week so that it gives you enough time to ramp up and also contribute before the internship ends.",
    "Qualifications": "We're looking for someone who is eager to learn some aspect of software engineering. As long as you have interest and some initial ability in design or software development, we can find interesting work for you to do. Our goal is to expose you to life in a fast-paced startup company where you will be doing real work that matters to the company and our customers.",
    "HasResearch": "No",
    "ResearchDescription": "No"
  },
  {
    "Timestamp": "2019-03-25T20:51:40.0Z",
    "ContactEmail": "anant@uw.edu",
    "ProjectTitle": "Nanoscale Device and Materials Modeling",
    "Organization": "Univ of Washington",
    "OrganizationWebsite" : "https://www.ece.uw.edu/people/m-p-anantram/",
    "ContactName": "Prof. Anantram",
    "ContactTitle": "Professor",
    "Length": "8 weeks",
    "HoursPerWeek": "40 hours",
    "Stipend": "No",
    "Description": "Student will be involved in mathematical / computational modeling of nano device and materials. Example are DNA based electronic devices, resistive memory devices (RRAM), normal-superconducting junctions. The project is better suited for students who are interested in science and engineering.",
    "Qualifications": "Ability to read papers and summarize findings in a clear manner. Ability to write reports. Math, science and programming interest and skills. AIME or equivalent.",
    "HasResearch": "Yes",
    "ResearchDescription": "Student will be involved in mathematical / computational modeling of nano device and materials. Example are DNA based electronic devices, resistive memory devices (RRAM), normal-superconducting junctions."
  }
]
